Repository: Xevib/osmbot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ar, ta, tr_tr

source: Map too large!
ar: الخريطة كبيرة جدا!
ta: வரைபடம் மிக பெரிதாக உள்ளது!
tr_tr: Harita çok büyük!

source: Please, reduce the bounding box
ar: الرجاء تقليل المربع المحيط
ta: தயவுகூர்ந்து, அடக்கப் பெட்டியை சுருக்குங்கள்
tr_tr: Lütfen sınırlayıcı kutuyu azaltın

source: or the scale (zoom level)
ar: أو المقياس (مستوى التكبير/ التصغير)
ta: அல்லது அளவுகோல் (பெரிதாக்கல் அளவு)
tr_tr: veya ölçeklendirin (yakınlaştırma düzeyi)

source: Invalid bounding box!
ar: مربع حدود غير مناسب!
ta: தவறான அடக்கப் பெட்டி!
tr_tr: Geçersiz sınırlayıcı kutusu!

source: Please, try with /map minlon,minlat,maxlon,maxlat
ar: من فضلك، حاول مع /map minlon,minlat,maxlon,maxlat
ta: தயவுகூர்ந்து, /map minlon,minlat,maxlon,maxlat வைத்து முயற்சி செய்யவும்
tr_tr: Lütfen /map minlon,minlat,maxlon,maxlat ile deneyin

source: Coordinates' decimals need to be marked with a dot.
ar: يجب وضع علامة على الأرقام العشرية للإحداثيات بنقطة.
ta: ஆயக்கூறுகளின்' தசமங்கள் புள்ளியால் குறிக்கப்பட வேண்டும்.
tr_tr: Koordinatların basamakları bir nokta ile işaretlenmelidir.

source: For example:
ar: على سبيل المثال:
ta: எடுத்துக்காட்டாக:
tr_tr: Örnek:

source: Oh,oh... An error occurred
ar: أوه، أوه... حدث خطأ ما
ta: அச்சோ, ஒரு தவறு நடந்து விட்டது
tr_tr: Ah.. Hata oluştu

source: You can try with another bounding box or scale (zoom level)
ar: يمكنك المحاولة باستخدام مربع أو مقياس آخر (مستوى التكبير/التصغير)
ta: வேறொரு அடக்கப் பெட்டி அல்லது அளவுகோலால் (பெரிதாக்கல் அளவு) நீங்கள் முயற்சிக்களாம்
tr_tr: Başka bir sınırlayıcı kutuyu veya ölçeklendirmeyi (yakınlaştırma düzeyini) deneyebilirsiniz

source: Good luck!
ar: حظاً سعيد!
ta: நல் ஆசி!
tr_tr: İyi şanslar

source: Results for
ar: النتائج لـ
ta: இதற்கு முடிவுகள்
tr_tr: Sonuçlar

source: Map
ar: الخريطة
ta: வரைபடம்
tr_tr: Harita

source: More info
ar: مزيد من المعلومات
ta: மேலும் தகவல்கள்
tr_tr: Daha fazla bilgi

source: Phone
ar: الهاتف
ta: அலைபேசி
tr_tr: Telefon

source: OpenStreetMap contributors
ar: المساهمون في خريطة الشارع المفتوح
ta: திறந்ததெருவரைபடத்தின் பங்களிப்பாளர்கள்
tr_tr: OpenStreetMap'a katkıda bulunanlar

source: Tags for
ar: الوسوم لـ
ta: இதற்கு மேற்கோல்கள்
tr_tr: Etiketler

source: European country
ar: دولة أوروبي
ta: ஐரோப்பிய நாடு
tr_tr: Avrupa ülkeleri

source: African country
ar: دولة أفريقي
ta: ஆப்ரிக்க நாடு
tr_tr: Afrika ülkeleri

source: South american country
ar: دولة في أمريكية جنوبية
ta: தென் அமேரிக்க நாடு
tr_tr: Güney amerika ülkeleri

source: North american country
ar: دولة في أمريكا الشمالية
ta: வட அமேரிக்க நாடு
tr_tr: Kuzey amerika ülkeleri

source: Central american country
ar: دولة في أمريكا الوسطى
ta: நடு அமேரிக்க நாடு
tr_tr: Orta amerika ülkeleri

source: American country
ar: دولة أمريكي
ta: அமேரிக்க நாடு
tr_tr: Amerika üklesi

source: Asian country
ar: دولة آسيوية
ta: ஆசிய நாடு
tr_tr: Asya ülkesi

source: Oceanian country
ar: دولة أوقيانوسية (أسترالية)
ta: பசிபிக் பிரதேச நாடு
tr_tr: Okyanusya ülkesi

source: Eurasian country
ar: بلد في أوراسيا (آسيا وأوربا)
ta: யூரோசிய நாடு
tr_tr: Avrasya ülkesi

source: inhabitants
ar: سكان
ta: குடியிருப்போர்கள்
tr_tr: sakinler

source: at
ar: في
ta: இல்
tr_tr: da

source: meters
ar: متر/أمتار
ta: மீட்டர்கள்
tr_tr: ölçüler

source: Raw data:
ar: البيانات الأولية:
ta: மூல தரவு:
tr_tr: İşlenmiş veri:

source: Please send me your location
ar: من فضلك ارسال لي موقعك
ta: தயவுசெய்து தங்கள் இடத்தை எனக்கு அனுப்பவும்
tr_tr: Lütfen konumunuzu gönderin

source: to receive the map
ar: لتلقي الخريطة
ta: வரைபடத்தை பெறுவதற்கு
tr_tr: haritayı almak için

source: You can do it with the Telegram paperclip button
ar: يمكنك القيام بذلك باستخدام زر مشبك الورق تيليجرام
ta: நீங்கள் இதை தந்திச்செயலியின் இணைப்பு பொத்தான் மூலம் செய்யலாம்
tr_tr: Bunu telegram ekleme ikonuna basarak yapabilirsiniz

source: Sorry, but now I can't recognize tags for this element, perhaps with my new features I will do it
ar: آسف ، ولكن الآن لا أستطيع التعرف على وسوم لهذا العنصر ، وربما مع عناصر جديدة سأفعل ذلك
ta: மன்னிக்கவும், ஆனால் இப்போது இந்த மேற்கோல்களின் கூருகள் எனக்கு தெரியவில்லை, ஒருவேலை எனது புதிய அம்சங்களால் இதை நான் செய்யலாம்
tr_tr: Maalesef, ancak şimdi bu öğe için etiketleri tanıyamıyorum, belki de yeni özelliklerimle yapabilirim

source: Raw data for
ar: البيانات الأولية لـ
ta: மூல தரவு இதற்கு
tr_tr: bunun için işlenmiş veri

source: Raw data
ar: البيانات الأولية
ta: மூல தரவு
tr_tr: işlenmiş veri

source: Please indicate what are you searching with command /search <search\_term>
ar: يرجى الإشارة إلى ما تبحث عنه باستخدام الأمر /search <search\_term>
ta: தயவுகூர்ந்து எதை தேடுகிறீர்கள் என்பதை /search<தேடல்\_சொல்> கட்டளை மூலம் குறிப்பிடவும்
tr_tr: Lütfen aradığınız şeyi komutayla belirtin /search <aranacak şey>

source: Use /search <search\_term> command to indicate what you are searching
ar: استخدام الأمر /search <search\_term> للإشارة إلى ما تبحث عنه
ta: /search<தேடல்\_சொல்> கட்டளையைக் கொண்டு நீங்கள் தேடுவதை குறிப்பிடவும்
tr_tr: /search komutunu kullanarak ne aramak istediğinizi belirtiniz

source: OpenStreetMap bot finds any location in world from the Nominatim OSM database and can send links and maps from OSM
ar: بوت خريطة الشارع المفتوحة يجد لك أي موقع في العالم من قاعدة بيانات Nominatim OSM ويمكنه إرسال الروابط والخرائط من OSM
ta: திறந்ததெருவரைபட எந்திரம் உலகத்திலுள்ள எந்த ஒரு இடத்தையும் நொமினேட்டிம் OSM தரவுதளத்தில் இருந்து கண்டுபிடிக்கவும் அதிலிருந்து இணைப்புக்கள் மற்றும் வரைபடங்களை அனுப்பவும் முடியும்
tr_tr: OpenStreetMap bot, Nominatim OSM veritabanından dünyanın herhangi bir yerini bulur ve OSM'den bağlantılar ve haritalar şeklinde gönderebilir

source: OpenStreetMap bot finds any location in the world from the Nominatim OSM database
ar: بوت خريطة الشارع المفتوحة يجد أي موقع في العالم من قاعدة بيانات Nominatim OSM
ta: திறந்ததெருவரைபட எந்திரம் உலகத்திலுள்ள எந்த ஒரு இடத்தையும் நொமினேட்டிம் OSM தரவுதளத்தில் இருந்து கண்டுபிடிக்க முடியும்
tr_tr: OpenStreetMap bot, Nominatim OSM veritabanından dünyanın herhangi bir yerini bulur

source: The bot can send links and maps (jpg, png or pdf) from OSM
ar: هذا بوت يمكنه إرسال الروابط والخرائط بالصيغ (jpg, png or pdf) من خريطة الشارع المفتوحة
ta: OSM இல் இருந்து இந்த எந்திரத்தால் இணைப்புக்கள் மற்றும் வரைபடங்களை (jpg, png அல்லது pdf) அனுப்ப முடியும்
tr_tr: Bot OSM'den bağlantılar ve haritalar (jpg, png veya pdf) gönderebilir

source: Data for all the world (cities and towns, shops -with phone number, email...-, Wikipedia links, etc)
ar: بيانات عن جميع أنحاء العالم (المدن والبلدات والمحلات التجارية - مع رقم الهاتف والبريد الإلكتروني...-، روابط ويكيبيديا، الخ)
ta: உலகத்தின் அனைத்து தரவு (நகரங்கள் மற்றும் கிராமங்கள், கடைகள் -அலைபேசி எண்கள், மினஞ்சல் உடன்...-, விக்கிப்பீடியா இணைப்புகள், முதலியன)
tr_tr: Tüm dünyadaki veriler (şehirler ve kasabalar, mağazalar - telefon numarası, e-posta ...-, Wikipedia bağlantıları vb. Ile birlikte)

source: OSMbot is multilingual and speaks *your language here*
ar: OSMbot متعدد اللغات ويتحدث *لغتك هنا*
ta: OSMஎந்திரம் ஒரு பன்மொழி எந்திரம் மற்றும் தமிழிலும் பேசும்
tr_tr: OSMbot çok dilli ve * sizin diliniz *

source: OpenStreetMap bot info:
ar: معلومات بوت خريطة الشارع المفتوح:
ta: திறந்ததெருவரைபட எந்திர விபரம்:
tr_tr: OpenStreetMap bot bilgisi:

source: CREDITS&CODE
ar: الشكر للماسهمين والمطورين
ta: உழைப்புகள்&நிரல்
tr_tr: Yapımda emeği geçenler ve kaynak kodu

source: Author:
ar: المؤلف:
ta: ஆசிரியர்:
tr_tr: Yapımcı :

source: (Catalan OpenStreetMap community)
ar: (مجتمع خريطة الشارع المفتوح الكاتالونية)
ta: (கட்டலான் திறந்ததெருவரைபடத்தின் சமூகம்)
tr_tr: (Katalan OpenStreetMap topluluğu)

source: Code
ar: كود
ta: நிரல்
tr_tr: kod

source: License: GPLv3
ar: الترخيص: GPLv3
ta: உரிமம்: GPLv3
tr_tr: Lisans: GPLv3

source: http://www.gnu.org/licenses/gpl-3.0.en.html
ar: http://www.gnu.org/licenses/gpl-3.0.ar.html

source: Localization
ar: التعريب والترجمة
ta: உட்பரவலாக்கள்
tr_tr: Yerelleştirme

source: DOCUMENTATION
ar: المستندات والوثائق
ta: ஆவணங்கள்
tr_tr: BELGELER

source: OSMbot wiki
ar: ويكي OSMbot
ta: OSMஎந்திரம் விக்கி
tr_tr: OSMbot anskiklopedisi

source: NEWS
ar: الأخبار
ta: செய்தி
tr_tr: Haberler

source: Twitter account
ar: حساب تويتر
ta: ட்விட்டர் கணக்கு
tr_tr: Twitter Hesabı

source: Telegram channel
ar: قناة تيليجرام
ta: தந்திச்செயலி அலைவரிசை
tr_tr: Telegram Kanalo

source: RATING
ar: التقييم
ta: மதிப்பீடு
tr_tr: Oylama

source: Rating&reviews
ar: التقييم والمراجعات
ta: மதிப்பீடு&விமர்சனங்கள்
tr_tr: Oyla&değerlendir

source: Please rate me
ar: يرجى تقييمي
ta: தயவுசெய்து என்னை மதிப்பிடுங்கள்
tr_tr: Lütfen beni oyla

source: Thanks for use @OSMbot!!
ar: شكرا للاستخدام @OSMbot!!
ta: @OSMbot ஐ பயன்செய்ததற்கு நன்றி!!
tr_tr: @OSMbot u kullandığın için teşekkürler

source: Now I always will answer
ar: الآن، و أنا سأجيبك دائماً
ta: இனி எப்போதும் நான் பதிலளிப்பேன்
tr_tr: Şimdi hep cevap vereceğim

source: Ooops! I can't talk this language
ar: آسف! لا أستطيع التحدث بهذه اللغة
ta: அச்சச்சோ! என்னல் இந்த மொழியை பேச முடியாது
tr_tr: offf ! Bu dili konuşamıyorum

source: yet
ar: بعد
ta: இன்னும்
tr_tr: henüz

source: But you can help me to learn it in Transifex
ar: ولكن يمكنك مساعدتي على تعلم ذلك في ترانسيفيكس (موقع ترجمة)
ta: ஆனால் உங்களால் என்னை இதை கற்றுக்கொள்ள transifex ல் உதவ முடியும்
tr_tr: Bana Transifex den yardımcı olabilirsin

source: Sorry, I can't understand you
ar: آسف، لا أستطيع فهمك
ta: மன்னிக்கவும், என்னால் உங்களை புரிந்துகொள்ள முடியவில்லை
tr_tr: Üzgünüm seni anlayamıyorum

source: Perhaps I could help you with the command /help
ar: ربما يمكن أن تساعدني مع الأمر /help
ta: ஒரு வேலை நான் உங்களுக்கு /help கட்டளை மூலம் உதவலாம்
tr_tr: Belki /help komutu senin işini görür.

source: What do you want to configure?
ar: ماذا تريد أن تغير ضبطه؟
ta: நீங்கள் எதை கட்டமைக்க விரும்புகிறீர்கள்?
tr_tr: Neyi ayarlamak istiyorsun ?

source: Flag
ar: علم
ta: கொடி
tr_tr: Bayrak

source: Wikidata
ar: ويكي بيانات
ta: விக்கிதரவு
tr_tr: Ansiklopedi Bilgisi

source: Wikipedia
ar: ويكيبيديا
ta: விக்கிப்பீடியா

source: If you see strange emojis it's due a Telegram easter egg
ar: إذا كنت ترى الرموز التعبيرية غريبة انها بسبب بيضة عيد الفصح تيلقرام
ta: நீங்கள் ஏதேனும் விசித்திரமான ஏமோஜிகளை காண நேர்ந்தால் இதற்கு தந்திச்செயலியின் விளையாட்டு அம்சமே காரணம்
tr_tr: Garip emojileri görürseniz, bir Telegram paskalya yumurtasından kaynaklanır.

source: Something failed
ar: فشل شيء ما
ta: ஏதோ தவறிவிட்டது
tr_tr: Bir hata oldu

source: please try it later
ar: الرجاء تجربته لاحقا
ta: சிறிது நேரம் கழித்து இதை முயற்சிக்கவும்
tr_tr: Lütfen daha sonra tekrar deneyin

source: OpenStreetMap bot help:
ar: مساعدة بوت خريطة الشارع المفتوح:
ta: திறந்ததெருவரைபட எந்திர உதவி:
tr_tr: OpenStreetMap bot yardım:

source: You can control me by sending these commands:
ar: يمكنك التحكم بي عن طريق إرسال هذه الأوامر:
ta: என்னை நீங்கள் கட்டளை அனுப்புவதன் மூலம் கட்டுப்படுத்தலாம்:
tr_tr: Bir kaç komut göndererek beni kontrol edebilirsin :

source: /about - Show info about OSMbot: credits&code, news and ratings&reviews
ar: /about - يعرض لك معلومات حول OSMbot: المساهمين والمطورين والأخبار والتقييمات والمراجعات
ta: /about - OSMbot குறித்த தகவல்கள்: உழைப்புகள்&நிரல், செய்திகள் மற்றும் மதிப்பீடு&விமர்சனங்கள்
tr_tr: /about - OSMbot hakkında bilgileri göster kodu,haberleri,oylama sonuçları

source: /details<type><osm_id> - Show some tags from OSM database by ID.
ar: /details<type><osm_id> - يظهر لك بعض الوسوم من قاعدة بيانات OSM بواسطة معرف قاعدة بيانات خريطة الشارع المفتوحة.
ta: /details<type><osm_id> - OSM தரவுதளத்திலிருந்து சில மேற்கோல்களை ID படி காட்டு.
tr_tr: /details - OSMbot veri tabanından bilgi edinebilirsin

source: /raw<type><osm_id> - Show all tags from OSM database by ID in raw format.
ar: /raw<type><osm_id> - يظهر لك كافة الوسوم من قاعدة بيانات OSM بواسطة معرف بتنسيقها الخام.
ta: /raw<type><osm_id> - OSM தரவுதளத்திலிருந்து அனைத்து மேற்கோல்களையும் ID படி மூல வடிவில் காட்டு.
tr_tr: /raw - OSMbot veri tabanındaki tüm bilgileri listele

source: The ID is generated by /search command, but if you know an OSM ID you can try it.
ar: يتم إنشاء معرف بواسطة الأمر /search ولكن إذا كنت تعرف معرف OSM يمكنك محاولة ذلك.
ta: ID ஆனது /search கட்டளை மூலம் தோற்றுவிக்கப்படுகிறது, ஆனால் உங்களுக்கு ஒரு OSM ID தெரிந்திருந்தால் நீங்கள் அதை முயற்சிக்கலாம்.
tr_tr: Kimlik /search komutu tarafından oluşturulur, ancak bir OSM Kimliği biliyorsanız bunu deneyebilirsiniz.

source: The type it's optional and it can be nod(node), way(way) or rel(relation). If you don't specify it, the bot will try to deduce it
ar: النوع الاختياري ويمكن أن يكون nod(عقدة) أو way(طريق) أو rel(علاقة). إذا لم تحدده، سيحاول البوت استنتاجه
ta: வகை இது தேர்வு மேலும் இது nod(முகடு), way(வழி) அல்லது rel(தொடர்பு) ஆக இருக்கலாம். நீங்கள் குறிப்பிடாவிடில், எந்திரம் இதை குறைக்க முற்படும்
tr_tr: İsteğe bağlı türdür ve nod (düğüm), way(yol) veya rel(ilişki) olabilir. Belirtmezseniz, bot bunu sonuç çıkarmada deneyecektir

source: /legend <osm_key> - Show list of pairs key=value and its emoji in OSMbot. If you don't specify an <osm_key>, shows all pairs of key=value with emoji in Osmbot
ar: /legend <osm_key> يظهر لك المفاتيح والقيم المرتبطة والرموز التعبيرية الخاصة به في OSMbot. إذا لم تحدد <osm_key>، سيعرض لك كافة مرادفات المفتاح والقيمة مع رمز تعبيري في Osmbot
ta: /legend <osm_key> - OSMbot இலுள்ள இணை சாவி=மதிப்பு மற்றும் அதன் எமோஜீன் பட்டியலை காட்டும். நீங்கள் ஒரு <osm_key> ஐ குறிப்பிடாவிடில், Osmbot-இலுள்ள அணைத்து இணை சாவிகளின்=மதிப்பையும் காட்டும்
tr_tr: /legend <osm_key> Osmbot'taki emoji ve değer=anahtar çifti listesini gösterir. Birini belirtmezseniz, Osmbot'taki tüm emoji ve değer=anahtar çifti listesini gösterir

source: /map <coord> <format> <scale> - Send a map with different options:
ar: /map <coord> <format> <scale> - إرسال خريطة مع خيارات مختلفة:
ta: /map <coord> <format> <scale> - வேறுபட்ட தேர்வுகளுடன் வரைபடங்களை அனுப்ப:
tr_tr: /map <coord> <format> <scale> - Farklı seçeneklerle bir harita gönderin:

source: <coord> Could be a point (lat,lon) or a bounding box (minlon,minlat,maxlon,maxlat). If you don't use this option can send your location
ar: <coord> يمكن أن يكون نقطة (خط العرض/خط الطول) (lat,lon) أو مربع يحدها (minlon,minlat,maxlon,maxlat)، إذا لم تستخدم هذا الخيار يمكن إرسال موقعك.
ta: <coord> ஒரு புள்ளியாக இருக்கலாம் (ஆட்ச்சம், தீர்க்கம்) அல்லது ஒரு அடக்கப் பெட்டி (minlon,minlat,maxlon,maxlat). நீங்கள் இந்த தேர்வை பயன்படுத்தாவிடில் உங்கள் இடத்தை அனுப்ப முடியும்
tr_tr: <coord> Bir nokta (lat, lon) veya sınırlayıcı bir kutu (minlon, minlat, maxlon, maxlat) olabilir. Bu seçeneği kullanmazsanız konumunuzu gönderebilirsiniz

source: <format> Could be png, jpeg or pdf. If you don't use this option, the bot use png by default
ar: <format> يمكن أن تكون png أو jpeg أو pdf. إذا لم تستخدم هذا الخيار، يستخدم البوت الصيغة png بشكل افتراضي
ta: <format> png, jpeg அல்லது pdf ஆக இருக்கலாம். நீங்கள் இந்த தேர்வை பயன்படுத்தாவிடில், எந்திரம் pngஐ இயல்பாக பயன்படுத்தும்.
tr_tr: <format> Png, jpeg veya pdf olabilir. Bu seçeneği kullanmazsanız, bot varsayılan olarak png kullanır

source: <scale> Level of zoom (1-19). If you don't use this option, the bot use 19 by default.
ar: <scale> مستوى التكبير (1-19). إذا لم تستخدم هذا الخيار، يستخدم البوت 19 بشكل افتراضي.
ta: <scale> பெரிதாக்கல் அளவு (1-19). நீங்கள் இந்த தேர்வை பயன்படுத்தாவிடில், எந்திரம் 19ஐ இயல்பாக பயன்படுத்தும்.
tr_tr: <scale> Yakınlaştırma seviyesi (1-19). Bu seçeneği kullanmazsanız, bot varsayılan olarak 19 kullanır.

source: /search <search_term> - Search from Nominatim in all OpenStreetMap database.
ar: /search <search_term> - البحث من Nominatim في كافة قاعدة بيانات خريطة الشارع المفتوح.
ta: /search <search_term> - அனைத்து திறந்ததெருவரைபட தரவுதளத்திலும் ஒரு பெயரிலிருந்து தேட
tr_tr: /search <search_term> - Tüm OpenStreetMap veritabanında Nominatim'den ara

source: /nearest <type> <optional meters> - Search from Overpass the element in a certain radius
ar: /nearest <type> <optional meters> - البحث من فوق العنصر في دائرة نصف قطرها معينة
ta: /nearest <type> <optional meters> - சில இடங்களில் இருந்து கடந்து குறிப்பிட்ட சுற்றுப்புறத்தில் தேட
tr_tr: /nearest <type> <optional meters> - Belirli bir yarıçaptaki öğeyi Overpass'ten arayın

source: Choose the language for talk with you
ar: اختر اللغة للتحدث معك
ta: உங்களோடு பேசுவதற்கான மொழியை தேர்ந்தெடுக்கவும்
tr_tr: Sizinle konuşmak için bir dil seçin

source: Now I will talk you with the new language
ar: الآن سأتحدث معك باللغة الجديدة
ta: இப்போது நான் உங்களுடன் புது மொழியில் பேசுவேன்
tr_tr: Şimdi yeni dil ile konuşacağım

source: No emoji found, perhaps you should try with /legend <osm_key:value>
ar: لم يتم العثور على رمز تعبيري ، ربما يجب عليك تجربة /legend <osm_key:value>
ta: எந்த எமோஜியையும் காணவில்லை, ஒருவேலை நீங்கள் /legend<osm_key:value> மூலம் முயற்சிக்கலாம்
tr_tr: Emoji bulunamadı, belki de /legend ile denemelisin <osm_key:value>

source: Sorry but I couldn't find any result, please check the ID
ar: آسف ولكن لم أتمكن من العثور على أي نتيجة، يرجى التحقق من المعرف
ta: மன்னிக்கவும் ஆனால் என்னால் எந்த முடிவுகளையும் கண்டுபிடிக்க முடியவில்லை, தயவுசெய்து ID ஐ சரி பார்க்கவும்
tr_tr: Üzgünüm ama herhangi bir sonuç bulamadım, lütfen kimliği denetleyin

source: Sorry but I couldn't find any result for
ar: آسف ولكن لم أتمكن من العثور على أي نتيجة ل
ta: மன்னிக்கவும் ஆனால் என்னால் எந்த முடிவுகளையும் கண்டுபிடிக்க முடியவில்லை இதற்கு
tr_tr: Üzgünüm ama herhangi bir sonuç bulamadım

source: But you can try to improve OpenStreetMap
ar: ولكن يمكنك محاولة تحسين خريطة الشارع المفتوح
ta: ஆனால் நீங்கள் முயற்சி செய்து திறந்ததெருவரைபடத்தை முன்னேற்றலாம்
tr_tr: Ama OpenStreetMap'ı geliştirmeyi deneyebilirsiniz

source: No element found
ar: لم يتم العثور على أي عنصر
ta: எந்த பகுதிகளும் கண்டுபிடிக்கப்படவில்லை
tr_tr: Öğe bulunamadı

source: Sorry but this query it's not implemented yet
ar: عذرا ولكن هذا الاستعلام لم يتم تنفيذه بعد
ta: மன்னிக்கவும் ஆனால் இந்த வினா இன்னும் செயல்படுத்தப்படவில்லை
tr_tr: Üzgünüm ama bu sorgu henüz uygulanmadı

source: Now I only will answer when mention
ar: الآن سأجيب فقط عندما أذكر
ta: இப்போது நான் குறிப்பிட்டால் மட்டுமே பதிலளிப்பேன்
tr_tr: Şimdi sadece bahsettiğimde cevap vereceğim

source: Should I answer without a mention?
ar: هل يجب أن أجيب دون ذكر؟
ta: நான் எதையும் குறிப்பிடாமல் பதிலளிக்கவா?
tr_tr: Bahsetmeden cevap vermeli miyim?

source: and I'll send you the nearest element
ar: وسأرسل لك أقرب عنصر
ta: மற்றும் நான் உங்களுக்கு அருகிலுல்ல பகுதிகளையும் அனுப்புகிறேன்
tr_tr: ve sana en yakın öğeyi göndereceğim

source: Setting not recognized
ar: الإعداد غير معروف
ta: அமைப்புகள் அங்கிகரிக்கப்படவில்லை
tr_tr: Ayar tanınmadı

source: OSM contributors
ar: المساهمون في OSM
ta: OSM பங்களிப்பாளர்கள்
tr_tr: OSM katkıda bulunanları

source: Hi, I'm the robot for OpenStreetMap data
ar: مرحبا ، أنا الروبوت لبيانات خريطة الشارع المفتوحة
ta: வணக்கம், நான் திறந்ததெருவரைபட தரவின் எந்திரம் ஆவேன்
tr_tr: Merhaba, ben OpenStreetMap verileri için robotum

source: How I can help you?
ar: كيف يمكنني مساعدتك؟
ta: நான் உங்களுக்கு எவ்வாறு உதவ முடியும்?
tr_tr: Sana nasıl yardım edebilirim?
